{"keras_version": "2.0.6", "backend": "theano", "config": [{"config": {"bias_constraint": null, "activation": "relu", "dtype": "float32", "name": "dense_31", "bias_regularizer": null, "batch_input_shape": [null, 52], "kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 2.0, "distribution": "normal", "seed": null, "mode": "fan_in"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "use_bias": true, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 100, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "activation": "relu", "name": "dense_32", "bias_regularizer": null, "kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 2.0, "distribution": "normal", "seed": null, "mode": "fan_in"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "use_bias": true, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 100, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "activation": "relu", "name": "dense_33", "bias_regularizer": null, "kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 2.0, "distribution": "normal", "seed": null, "mode": "fan_in"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "use_bias": true, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 100, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "activation": "relu", "name": "dense_34", "bias_regularizer": null, "kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 2.0, "distribution": "normal", "seed": null, "mode": "fan_in"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "use_bias": true, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 100, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "activation": "relu", "name": "dense_35", "bias_regularizer": null, "kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 2.0, "distribution": "normal", "seed": null, "mode": "fan_in"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "use_bias": true, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 100, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "activation": "linear", "name": "dense_36", "bias_regularizer": null, "kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "normal", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "use_bias": true, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 1, "activity_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential"}