{"keras_version": "2.0.6", "config": [{"class_name": "Dense", "config": {"use_bias": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "name": "dense_21", "dtype": "float32", "batch_input_shape": [null, 44], "units": 100, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "activation": "linear", "kernel_regularizer": null, "kernel_constraint": null}}, {"class_name": "Activation", "config": {"activation": "selu", "trainable": true, "name": "activation_17"}}, {"class_name": "Dense", "config": {"use_bias": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "kernel_regularizer": null, "name": "dense_22", "units": 100, "activation": "linear", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "kernel_constraint": null}}, {"class_name": "Activation", "config": {"activation": "selu", "trainable": true, "name": "activation_18"}}, {"class_name": "Dense", "config": {"use_bias": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "kernel_regularizer": null, "name": "dense_23", "units": 100, "activation": "linear", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "kernel_constraint": null}}, {"class_name": "Activation", "config": {"activation": "selu", "trainable": true, "name": "activation_19"}}, {"class_name": "Dense", "config": {"use_bias": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "kernel_regularizer": null, "name": "dense_24", "units": 100, "activation": "linear", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "kernel_constraint": null}}, {"class_name": "Activation", "config": {"activation": "selu", "trainable": true, "name": "activation_20"}}, {"class_name": "Dense", "config": {"use_bias": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "kernel_regularizer": null, "name": "dense_25", "units": 1, "activation": "sigmoid", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "kernel_constraint": null}}], "class_name": "Sequential", "backend": "tensorflow"}