{"class_name": "Sequential", "keras_version": "2.0.6", "config": [{"class_name": "Dense", "config": {"activation": "linear", "units": 100, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "kernel_regularizer": null, "kernel_constraint": null, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "dtype": "float32", "bias_constraint": null, "trainable": true, "name": "dense_36", "batch_input_shape": [null, 44], "use_bias": true}}, {"class_name": "Activation", "config": {"name": "activation_29", "activation": "selu", "trainable": true}}, {"class_name": "Dense", "config": {"activation": "linear", "units": 100, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "kernel_regularizer": null, "kernel_constraint": null, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "trainable": true, "name": "dense_37", "use_bias": true}}, {"class_name": "Activation", "config": {"name": "activation_30", "activation": "selu", "trainable": true}}, {"class_name": "Dense", "config": {"activation": "linear", "units": 100, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "kernel_regularizer": null, "kernel_constraint": null, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "trainable": true, "name": "dense_38", "use_bias": true}}, {"class_name": "Activation", "config": {"name": "activation_31", "activation": "selu", "trainable": true}}, {"class_name": "Dense", "config": {"activation": "linear", "units": 100, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "kernel_regularizer": null, "kernel_constraint": null, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "trainable": true, "name": "dense_39", "use_bias": true}}, {"class_name": "Activation", "config": {"name": "activation_32", "activation": "selu", "trainable": true}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "units": 1, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "kernel_regularizer": null, "kernel_constraint": null, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "trainable": true, "name": "dense_40", "use_bias": true}}], "backend": "theano"}