{"keras_version": "2.0.6", "config": [{"class_name": "Dense", "config": {"use_bias": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "name": "dense_36", "dtype": "float32", "batch_input_shape": [null, 44], "units": 100, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "activation": "linear", "kernel_regularizer": null, "kernel_constraint": null}}, {"class_name": "Activation", "config": {"activation": "selu", "trainable": true, "name": "activation_29"}}, {"class_name": "Dense", "config": {"use_bias": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "kernel_regularizer": null, "name": "dense_37", "units": 100, "activation": "linear", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "kernel_constraint": null}}, {"class_name": "Activation", "config": {"activation": "selu", "trainable": true, "name": "activation_30"}}, {"class_name": "Dense", "config": {"use_bias": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "kernel_regularizer": null, "name": "dense_38", "units": 100, "activation": "linear", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "kernel_constraint": null}}, {"class_name": "Activation", "config": {"activation": "selu", "trainable": true, "name": "activation_31"}}, {"class_name": "Dense", "config": {"use_bias": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "kernel_regularizer": null, "name": "dense_39", "units": 100, "activation": "linear", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "kernel_constraint": null}}, {"class_name": "Activation", "config": {"activation": "selu", "trainable": true, "name": "activation_32"}}, {"class_name": "Dense", "config": {"use_bias": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "kernel_regularizer": null, "name": "dense_40", "units": 1, "activation": "sigmoid", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "kernel_constraint": null}}], "class_name": "Sequential", "backend": "tensorflow"}