{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"kernel_regularizer": null, "batch_input_shape": [null, 52], "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "normal", "scale": 2.0, "mode": "fan_in"}}, "kernel_constraint": null, "bias_regularizer": null, "name": "dense_37", "dtype": "float32", "trainable": true, "activity_regularizer": null, "use_bias": true, "bias_constraint": null, "units": 100, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "activation": "selu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "normal", "scale": 2.0, "mode": "fan_in"}}, "kernel_constraint": null, "bias_regularizer": null, "name": "dense_38", "units": 100, "trainable": true, "activity_regularizer": null, "use_bias": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "activation": "selu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "normal", "scale": 2.0, "mode": "fan_in"}}, "kernel_constraint": null, "bias_regularizer": null, "name": "dense_39", "units": 100, "trainable": true, "activity_regularizer": null, "use_bias": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "activation": "selu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "normal", "scale": 2.0, "mode": "fan_in"}}, "kernel_constraint": null, "bias_regularizer": null, "name": "dense_40", "units": 100, "trainable": true, "activity_regularizer": null, "use_bias": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "activation": "selu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "normal", "scale": 2.0, "mode": "fan_in"}}, "kernel_constraint": null, "bias_regularizer": null, "name": "dense_41", "units": 100, "trainable": true, "activity_regularizer": null, "use_bias": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "activation": "linear", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "normal", "scale": 1.0, "mode": "fan_avg"}}, "kernel_constraint": null, "bias_regularizer": null, "name": "dense_42", "units": 6, "trainable": true, "activity_regularizer": null, "use_bias": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}], "backend": "theano", "keras_version": "2.0.6"}