{"keras_version": "2.0.6", "backend": "theano", "config": [{"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "batch_input_shape": [null, 125], "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_37", "activity_regularizer": null, "dtype": "float32", "trainable": true, "kernel_constraint": null, "units": 200, "activation": "selu", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "gaussian_noise_31", "stddev": 1, "trainable": true}, "class_name": "GaussianNoise"}, {"config": {"beta_constraint": null, "gamma_constraint": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "name": "batch_normalization_31", "beta_regularizer": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "center": true, "epsilon": 0.001, "trainable": true, "scale": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "axis": -1}, "class_name": "BatchNormalization"}, {"config": {"name": "dropout_31", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_38", "activity_regularizer": null, "trainable": true, "units": 200, "activation": "selu", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "gaussian_noise_32", "stddev": 1, "trainable": true}, "class_name": "GaussianNoise"}, {"config": {"beta_constraint": null, "gamma_constraint": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "name": "batch_normalization_32", "beta_regularizer": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "center": true, "epsilon": 0.001, "trainable": true, "scale": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "axis": -1}, "class_name": "BatchNormalization"}, {"config": {"name": "dropout_32", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_39", "activity_regularizer": null, "trainable": true, "units": 200, "activation": "selu", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "gaussian_noise_33", "stddev": 1, "trainable": true}, "class_name": "GaussianNoise"}, {"config": {"beta_constraint": null, "gamma_constraint": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "name": "batch_normalization_33", "beta_regularizer": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "center": true, "epsilon": 0.001, "trainable": true, "scale": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "axis": -1}, "class_name": "BatchNormalization"}, {"config": {"name": "dropout_33", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_40", "activity_regularizer": null, "trainable": true, "units": 200, "activation": "selu", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "gaussian_noise_34", "stddev": 1, "trainable": true}, "class_name": "GaussianNoise"}, {"config": {"beta_constraint": null, "gamma_constraint": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "name": "batch_normalization_34", "beta_regularizer": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "center": true, "epsilon": 0.001, "trainable": true, "scale": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "axis": -1}, "class_name": "BatchNormalization"}, {"config": {"name": "dropout_34", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_41", "activity_regularizer": null, "trainable": true, "units": 200, "activation": "selu", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "gaussian_noise_35", "stddev": 1, "trainable": true}, "class_name": "GaussianNoise"}, {"config": {"beta_constraint": null, "gamma_constraint": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "name": "batch_normalization_35", "beta_regularizer": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "center": true, "epsilon": 0.001, "trainable": true, "scale": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "axis": -1}, "class_name": "BatchNormalization"}, {"config": {"name": "dropout_35", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_42", "activity_regularizer": null, "trainable": true, "units": 6, "activation": "linear", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential"}