{"keras_version": "2.0.6", "backend": "theano", "config": [{"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "batch_input_shape": [null, 125], "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_25", "activity_regularizer": null, "dtype": "float32", "trainable": true, "kernel_constraint": null, "units": 200, "activation": "selu", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "gaussian_noise_21", "stddev": 1, "trainable": true}, "class_name": "GaussianNoise"}, {"config": {"beta_constraint": null, "gamma_constraint": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "name": "batch_normalization_21", "beta_regularizer": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "center": true, "epsilon": 0.001, "trainable": true, "scale": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "axis": -1}, "class_name": "BatchNormalization"}, {"config": {"name": "dropout_21", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_26", "activity_regularizer": null, "trainable": true, "units": 200, "activation": "selu", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "gaussian_noise_22", "stddev": 1, "trainable": true}, "class_name": "GaussianNoise"}, {"config": {"beta_constraint": null, "gamma_constraint": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "name": "batch_normalization_22", "beta_regularizer": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "center": true, "epsilon": 0.001, "trainable": true, "scale": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "axis": -1}, "class_name": "BatchNormalization"}, {"config": {"name": "dropout_22", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_27", "activity_regularizer": null, "trainable": true, "units": 200, "activation": "selu", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "gaussian_noise_23", "stddev": 1, "trainable": true}, "class_name": "GaussianNoise"}, {"config": {"beta_constraint": null, "gamma_constraint": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "name": "batch_normalization_23", "beta_regularizer": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "center": true, "epsilon": 0.001, "trainable": true, "scale": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "axis": -1}, "class_name": "BatchNormalization"}, {"config": {"name": "dropout_23", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_28", "activity_regularizer": null, "trainable": true, "units": 200, "activation": "selu", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "gaussian_noise_24", "stddev": 1, "trainable": true}, "class_name": "GaussianNoise"}, {"config": {"beta_constraint": null, "gamma_constraint": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "name": "batch_normalization_24", "beta_regularizer": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "center": true, "epsilon": 0.001, "trainable": true, "scale": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "axis": -1}, "class_name": "BatchNormalization"}, {"config": {"name": "dropout_24", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_29", "activity_regularizer": null, "trainable": true, "units": 200, "activation": "selu", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "gaussian_noise_25", "stddev": 1, "trainable": true}, "class_name": "GaussianNoise"}, {"config": {"beta_constraint": null, "gamma_constraint": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "name": "batch_normalization_25", "beta_regularizer": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "center": true, "epsilon": 0.001, "trainable": true, "scale": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "axis": -1}, "class_name": "BatchNormalization"}, {"config": {"name": "dropout_25", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_30", "activity_regularizer": null, "trainable": true, "units": 6, "activation": "linear", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential"}