<<<<<<< HEAD
<<<<<<< HEAD
{"class_name": "Sequential", "keras_version": "2.0.6", "config": [{"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "scale": 2.0, "seed": null, "mode": "fan_in"}}, "name": "dense_37", "kernel_constraint": null, "bias_regularizer": null, "bias_constraint": null, "dtype": "float32", "activation": "selu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 200, "batch_input_shape": [null, 125], "use_bias": true, "activity_regularizer": null}}, {"class_name": "GaussianNoise", "config": {"trainable": true, "name": "gaussian_noise_31", "stddev": 1}}, {"class_name": "BatchNormalization", "config": {"beta_constraint": null, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "name": "batch_normalization_31", "epsilon": 0.001, "trainable": true, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_initializer": {"class_name": "Zeros", "config": {}}, "scale": true, "axis": -1, "gamma_constraint": null, "gamma_regularizer": null, "beta_regularizer": null, "momentum": 0.99, "center": true}}, {"class_name": "Dropout", "config": {"rate": 0.2, "trainable": true, "name": "dropout_31"}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "scale": 2.0, "seed": null, "mode": "fan_in"}}, "name": "dense_38", "kernel_constraint": null, "bias_regularizer": null, "bias_constraint": null, "activation": "selu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 200, "use_bias": true, "activity_regularizer": null}}, {"class_name": "GaussianNoise", "config": {"trainable": true, "name": "gaussian_noise_32", "stddev": 1}}, {"class_name": "BatchNormalization", "config": {"beta_constraint": null, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "name": "batch_normalization_32", "epsilon": 0.001, "trainable": true, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_initializer": {"class_name": "Zeros", "config": {}}, "scale": true, "axis": -1, "gamma_constraint": null, "gamma_regularizer": null, "beta_regularizer": null, "momentum": 0.99, "center": true}}, {"class_name": "Dropout", "config": {"rate": 0.2, "trainable": true, "name": "dropout_32"}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "scale": 2.0, "seed": null, "mode": "fan_in"}}, "name": "dense_39", "kernel_constraint": null, "bias_regularizer": null, "bias_constraint": null, "activation": "selu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 200, "use_bias": true, "activity_regularizer": null}}, {"class_name": "GaussianNoise", "config": {"trainable": true, "name": "gaussian_noise_33", "stddev": 1}}, {"class_name": "BatchNormalization", "config": {"beta_constraint": null, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "name": "batch_normalization_33", "epsilon": 0.001, "trainable": true, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_initializer": {"class_name": "Zeros", "config": {}}, "scale": true, "axis": -1, "gamma_constraint": null, "gamma_regularizer": null, "beta_regularizer": null, "momentum": 0.99, "center": true}}, {"class_name": "Dropout", "config": {"rate": 0.2, "trainable": true, "name": "dropout_33"}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "scale": 2.0, "seed": null, "mode": "fan_in"}}, "name": "dense_40", "kernel_constraint": null, "bias_regularizer": null, "bias_constraint": null, "activation": "selu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 200, "use_bias": true, "activity_regularizer": null}}, {"class_name": "GaussianNoise", "config": {"trainable": true, "name": "gaussian_noise_34", "stddev": 1}}, {"class_name": "BatchNormalization", "config": {"beta_constraint": null, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "name": "batch_normalization_34", "epsilon": 0.001, "trainable": true, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_initializer": {"class_name": "Zeros", "config": {}}, "scale": true, "axis": -1, "gamma_constraint": null, "gamma_regularizer": null, "beta_regularizer": null, "momentum": 0.99, "center": true}}, {"class_name": "Dropout", "config": {"rate": 0.2, "trainable": true, "name": "dropout_34"}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "scale": 2.0, "seed": null, "mode": "fan_in"}}, "name": "dense_41", "kernel_constraint": null, "bias_regularizer": null, "bias_constraint": null, "activation": "selu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 200, "use_bias": true, "activity_regularizer": null}}, {"class_name": "GaussianNoise", "config": {"trainable": true, "name": "gaussian_noise_35", "stddev": 1}}, {"class_name": "BatchNormalization", "config": {"beta_constraint": null, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "name": "batch_normalization_35", "epsilon": 0.001, "trainable": true, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_initializer": {"class_name": "Zeros", "config": {}}, "scale": true, "axis": -1, "gamma_constraint": null, "gamma_regularizer": null, "beta_regularizer": null, "momentum": 0.99, "center": true}}, {"class_name": "Dropout", "config": {"rate": 0.2, "trainable": true, "name": "dropout_35"}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "scale": 2.0, "seed": null, "mode": "fan_in"}}, "name": "dense_42", "kernel_constraint": null, "bias_regularizer": null, "bias_constraint": null, "activation": "linear", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 6, "use_bias": true, "activity_regularizer": null}}], "backend": "theano"}
=======
{"keras_version": "2.0.6", "backend": "theano", "config": [{"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "batch_input_shape": [null, 125], "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_13", "activity_regularizer": null, "dtype": "float32", "trainable": true, "kernel_constraint": null, "units": 200, "activation": "selu", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "gaussian_noise_11", "stddev": 1, "trainable": true}, "class_name": "GaussianNoise"}, {"config": {"beta_constraint": null, "gamma_constraint": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "name": "batch_normalization_11", "beta_regularizer": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "center": true, "epsilon": 0.001, "trainable": true, "scale": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "axis": -1}, "class_name": "BatchNormalization"}, {"config": {"name": "dropout_11", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_14", "activity_regularizer": null, "trainable": true, "units": 200, "activation": "selu", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "gaussian_noise_12", "stddev": 1, "trainable": true}, "class_name": "GaussianNoise"}, {"config": {"beta_constraint": null, "gamma_constraint": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "name": "batch_normalization_12", "beta_regularizer": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "center": true, "epsilon": 0.001, "trainable": true, "scale": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "axis": -1}, "class_name": "BatchNormalization"}, {"config": {"name": "dropout_12", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_15", "activity_regularizer": null, "trainable": true, "units": 200, "activation": "selu", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "gaussian_noise_13", "stddev": 1, "trainable": true}, "class_name": "GaussianNoise"}, {"config": {"beta_constraint": null, "gamma_constraint": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "name": "batch_normalization_13", "beta_regularizer": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "center": true, "epsilon": 0.001, "trainable": true, "scale": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "axis": -1}, "class_name": "BatchNormalization"}, {"config": {"name": "dropout_13", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_16", "activity_regularizer": null, "trainable": true, "units": 200, "activation": "selu", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "gaussian_noise_14", "stddev": 1, "trainable": true}, "class_name": "GaussianNoise"}, {"config": {"beta_constraint": null, "gamma_constraint": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "name": "batch_normalization_14", "beta_regularizer": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "center": true, "epsilon": 0.001, "trainable": true, "scale": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "axis": -1}, "class_name": "BatchNormalization"}, {"config": {"name": "dropout_14", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_17", "activity_regularizer": null, "trainable": true, "units": 200, "activation": "selu", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "gaussian_noise_15", "stddev": 1, "trainable": true}, "class_name": "GaussianNoise"}, {"config": {"beta_constraint": null, "gamma_constraint": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "name": "batch_normalization_15", "beta_regularizer": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "center": true, "epsilon": 0.001, "trainable": true, "scale": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "axis": -1}, "class_name": "BatchNormalization"}, {"config": {"name": "dropout_15", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_18", "activity_regularizer": null, "trainable": true, "units": 6, "activation": "linear", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential"}
>>>>>>> 177ac03032dcdf7b860e16f3f193977c2b7fd778
=======
{"keras_version": "2.0.6", "backend": "theano", "config": [{"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "batch_input_shape": [null, 125], "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_13", "activity_regularizer": null, "dtype": "float32", "trainable": true, "kernel_constraint": null, "units": 200, "activation": "selu", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "gaussian_noise_11", "stddev": 1, "trainable": true}, "class_name": "GaussianNoise"}, {"config": {"beta_constraint": null, "gamma_constraint": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "name": "batch_normalization_11", "beta_regularizer": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "center": true, "epsilon": 0.001, "trainable": true, "scale": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "axis": -1}, "class_name": "BatchNormalization"}, {"config": {"name": "dropout_11", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_14", "activity_regularizer": null, "trainable": true, "units": 200, "activation": "selu", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "gaussian_noise_12", "stddev": 1, "trainable": true}, "class_name": "GaussianNoise"}, {"config": {"beta_constraint": null, "gamma_constraint": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "name": "batch_normalization_12", "beta_regularizer": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "center": true, "epsilon": 0.001, "trainable": true, "scale": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "axis": -1}, "class_name": "BatchNormalization"}, {"config": {"name": "dropout_12", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_15", "activity_regularizer": null, "trainable": true, "units": 200, "activation": "selu", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "gaussian_noise_13", "stddev": 1, "trainable": true}, "class_name": "GaussianNoise"}, {"config": {"beta_constraint": null, "gamma_constraint": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "name": "batch_normalization_13", "beta_regularizer": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "center": true, "epsilon": 0.001, "trainable": true, "scale": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "axis": -1}, "class_name": "BatchNormalization"}, {"config": {"name": "dropout_13", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_16", "activity_regularizer": null, "trainable": true, "units": 200, "activation": "selu", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "gaussian_noise_14", "stddev": 1, "trainable": true}, "class_name": "GaussianNoise"}, {"config": {"beta_constraint": null, "gamma_constraint": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "name": "batch_normalization_14", "beta_regularizer": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "center": true, "epsilon": 0.001, "trainable": true, "scale": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "axis": -1}, "class_name": "BatchNormalization"}, {"config": {"name": "dropout_14", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_17", "activity_regularizer": null, "trainable": true, "units": 200, "activation": "selu", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "gaussian_noise_15", "stddev": 1, "trainable": true}, "class_name": "GaussianNoise"}, {"config": {"beta_constraint": null, "gamma_constraint": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "name": "batch_normalization_15", "beta_regularizer": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "center": true, "epsilon": 0.001, "trainable": true, "scale": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "axis": -1}, "class_name": "BatchNormalization"}, {"config": {"name": "dropout_15", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_18", "activity_regularizer": null, "trainable": true, "units": 6, "activation": "linear", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential"}
>>>>>>> 1a2599c8762cb6c4d6c3a3e7a8bd31a86778d50a
