{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"name": "dense_13", "kernel_regularizer": null, "activity_regularizer": null, "dtype": "float32", "bias_constraint": null, "trainable": true, "activation": "selu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "units": 70, "batch_input_shape": [null, 52], "kernel_constraint": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true}}, {"class_name": "Dense", "config": {"name": "dense_14", "kernel_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "bias_constraint": null, "trainable": true, "kernel_constraint": null, "units": 70, "activation": "selu", "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true}}, {"class_name": "Dense", "config": {"name": "dense_15", "kernel_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "bias_constraint": null, "trainable": true, "kernel_constraint": null, "units": 70, "activation": "selu", "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true}}, {"class_name": "Dense", "config": {"name": "dense_16", "kernel_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "bias_constraint": null, "trainable": true, "kernel_constraint": null, "units": 70, "activation": "selu", "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true}}, {"class_name": "Dense", "config": {"name": "dense_17", "kernel_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "bias_constraint": null, "trainable": true, "kernel_constraint": null, "units": 70, "activation": "selu", "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true}}, {"class_name": "Dense", "config": {"name": "dense_18", "kernel_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "bias_constraint": null, "trainable": true, "kernel_constraint": null, "units": 6, "activation": "linear", "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true}}], "keras_version": "2.0.6", "backend": "theano"}