<<<<<<< HEAD
{"class_name": "Sequential", "keras_version": "2.0.6", "config": [{"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "scale": 2.0, "seed": null, "mode": "fan_in"}}, "name": "dense_85", "kernel_constraint": null, "bias_regularizer": null, "bias_constraint": null, "dtype": "float32", "activation": "selu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 200, "batch_input_shape": [null, 125], "use_bias": true, "activity_regularizer": null}}, {"class_name": "GaussianNoise", "config": {"trainable": true, "name": "gaussian_noise_71", "stddev": 1}}, {"class_name": "BatchNormalization", "config": {"beta_constraint": null, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "name": "batch_normalization_71", "epsilon": 0.001, "trainable": true, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_initializer": {"class_name": "Zeros", "config": {}}, "scale": true, "axis": -1, "gamma_constraint": null, "gamma_regularizer": null, "beta_regularizer": null, "momentum": 0.99, "center": true}}, {"class_name": "Dropout", "config": {"rate": 0.2, "trainable": true, "name": "dropout_71"}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "scale": 2.0, "seed": null, "mode": "fan_in"}}, "name": "dense_86", "kernel_constraint": null, "bias_regularizer": null, "bias_constraint": null, "activation": "selu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 200, "use_bias": true, "activity_regularizer": null}}, {"class_name": "GaussianNoise", "config": {"trainable": true, "name": "gaussian_noise_72", "stddev": 1}}, {"class_name": "BatchNormalization", "config": {"beta_constraint": null, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "name": "batch_normalization_72", "epsilon": 0.001, "trainable": true, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_initializer": {"class_name": "Zeros", "config": {}}, "scale": true, "axis": -1, "gamma_constraint": null, "gamma_regularizer": null, "beta_regularizer": null, "momentum": 0.99, "center": true}}, {"class_name": "Dropout", "config": {"rate": 0.2, "trainable": true, "name": "dropout_72"}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "scale": 2.0, "seed": null, "mode": "fan_in"}}, "name": "dense_87", "kernel_constraint": null, "bias_regularizer": null, "bias_constraint": null, "activation": "selu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 200, "use_bias": true, "activity_regularizer": null}}, {"class_name": "GaussianNoise", "config": {"trainable": true, "name": "gaussian_noise_73", "stddev": 1}}, {"class_name": "BatchNormalization", "config": {"beta_constraint": null, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "name": "batch_normalization_73", "epsilon": 0.001, "trainable": true, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_initializer": {"class_name": "Zeros", "config": {}}, "scale": true, "axis": -1, "gamma_constraint": null, "gamma_regularizer": null, "beta_regularizer": null, "momentum": 0.99, "center": true}}, {"class_name": "Dropout", "config": {"rate": 0.2, "trainable": true, "name": "dropout_73"}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "scale": 2.0, "seed": null, "mode": "fan_in"}}, "name": "dense_88", "kernel_constraint": null, "bias_regularizer": null, "bias_constraint": null, "activation": "selu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 200, "use_bias": true, "activity_regularizer": null}}, {"class_name": "GaussianNoise", "config": {"trainable": true, "name": "gaussian_noise_74", "stddev": 1}}, {"class_name": "BatchNormalization", "config": {"beta_constraint": null, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "name": "batch_normalization_74", "epsilon": 0.001, "trainable": true, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_initializer": {"class_name": "Zeros", "config": {}}, "scale": true, "axis": -1, "gamma_constraint": null, "gamma_regularizer": null, "beta_regularizer": null, "momentum": 0.99, "center": true}}, {"class_name": "Dropout", "config": {"rate": 0.2, "trainable": true, "name": "dropout_74"}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "scale": 2.0, "seed": null, "mode": "fan_in"}}, "name": "dense_89", "kernel_constraint": null, "bias_regularizer": null, "bias_constraint": null, "activation": "selu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 200, "use_bias": true, "activity_regularizer": null}}, {"class_name": "GaussianNoise", "config": {"trainable": true, "name": "gaussian_noise_75", "stddev": 1}}, {"class_name": "BatchNormalization", "config": {"beta_constraint": null, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "name": "batch_normalization_75", "epsilon": 0.001, "trainable": true, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_initializer": {"class_name": "Zeros", "config": {}}, "scale": true, "axis": -1, "gamma_constraint": null, "gamma_regularizer": null, "beta_regularizer": null, "momentum": 0.99, "center": true}}, {"class_name": "Dropout", "config": {"rate": 0.2, "trainable": true, "name": "dropout_75"}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "scale": 2.0, "seed": null, "mode": "fan_in"}}, "name": "dense_90", "kernel_constraint": null, "bias_regularizer": null, "bias_constraint": null, "activation": "linear", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 6, "use_bias": true, "activity_regularizer": null}}], "backend": "theano"}
=======
{"keras_version": "2.0.6", "backend": "theano", "config": [{"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "batch_input_shape": [null, 125], "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_25", "activity_regularizer": null, "dtype": "float32", "trainable": true, "kernel_constraint": null, "units": 200, "activation": "selu", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "gaussian_noise_21", "stddev": 1, "trainable": true}, "class_name": "GaussianNoise"}, {"config": {"beta_constraint": null, "gamma_constraint": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "name": "batch_normalization_21", "beta_regularizer": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "center": true, "epsilon": 0.001, "trainable": true, "scale": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "axis": -1}, "class_name": "BatchNormalization"}, {"config": {"name": "dropout_21", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_26", "activity_regularizer": null, "trainable": true, "units": 200, "activation": "selu", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "gaussian_noise_22", "stddev": 1, "trainable": true}, "class_name": "GaussianNoise"}, {"config": {"beta_constraint": null, "gamma_constraint": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "name": "batch_normalization_22", "beta_regularizer": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "center": true, "epsilon": 0.001, "trainable": true, "scale": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "axis": -1}, "class_name": "BatchNormalization"}, {"config": {"name": "dropout_22", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_27", "activity_regularizer": null, "trainable": true, "units": 200, "activation": "selu", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "gaussian_noise_23", "stddev": 1, "trainable": true}, "class_name": "GaussianNoise"}, {"config": {"beta_constraint": null, "gamma_constraint": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "name": "batch_normalization_23", "beta_regularizer": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "center": true, "epsilon": 0.001, "trainable": true, "scale": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "axis": -1}, "class_name": "BatchNormalization"}, {"config": {"name": "dropout_23", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_28", "activity_regularizer": null, "trainable": true, "units": 200, "activation": "selu", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "gaussian_noise_24", "stddev": 1, "trainable": true}, "class_name": "GaussianNoise"}, {"config": {"beta_constraint": null, "gamma_constraint": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "name": "batch_normalization_24", "beta_regularizer": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "center": true, "epsilon": 0.001, "trainable": true, "scale": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "axis": -1}, "class_name": "BatchNormalization"}, {"config": {"name": "dropout_24", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_29", "activity_regularizer": null, "trainable": true, "units": 200, "activation": "selu", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "gaussian_noise_25", "stddev": 1, "trainable": true}, "class_name": "GaussianNoise"}, {"config": {"beta_constraint": null, "gamma_constraint": null, "gamma_initializer": {"config": {}, "class_name": "Ones"}, "name": "batch_normalization_25", "beta_regularizer": null, "moving_mean_initializer": {"config": {}, "class_name": "Zeros"}, "gamma_regularizer": null, "beta_initializer": {"config": {}, "class_name": "Zeros"}, "center": true, "epsilon": 0.001, "trainable": true, "scale": true, "moving_variance_initializer": {"config": {}, "class_name": "Ones"}, "momentum": 0.99, "axis": -1}, "class_name": "BatchNormalization"}, {"config": {"name": "dropout_25", "trainable": true, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "scale": 2.0, "distribution": "normal"}, "class_name": "VarianceScaling"}, "name": "dense_30", "activity_regularizer": null, "trainable": true, "units": 6, "activation": "linear", "bias_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential"}
>>>>>>> 177ac03032dcdf7b860e16f3f193977c2b7fd778
