{"class_name": "Sequential", "backend": "theano", "config": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 51], "activity_regularizer": null, "bias_constraint": null, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_in", "scale": 2.0, "distribution": "normal"}}, "activation": "selu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "name": "dense_37", "dtype": "float32", "units": 100, "trainable": true, "kernel_constraint": null, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"activation": "selu", "bias_constraint": null, "kernel_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_in", "scale": 2.0, "distribution": "normal"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "name": "dense_38", "units": 100, "trainable": true, "kernel_constraint": null, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"activation": "selu", "bias_constraint": null, "kernel_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_in", "scale": 2.0, "distribution": "normal"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "name": "dense_39", "units": 100, "trainable": true, "kernel_constraint": null, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"activation": "selu", "bias_constraint": null, "kernel_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_in", "scale": 2.0, "distribution": "normal"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "name": "dense_40", "units": 100, "trainable": true, "kernel_constraint": null, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"activation": "selu", "bias_constraint": null, "kernel_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_in", "scale": 2.0, "distribution": "normal"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "name": "dense_41", "units": 100, "trainable": true, "kernel_constraint": null, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"activation": "linear", "bias_constraint": null, "kernel_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "normal"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "name": "dense_42", "units": 3, "trainable": true, "kernel_constraint": null, "bias_regularizer": null}}], "keras_version": "2.0.6"}